[
  {
   "name": "Makkelijke kip met aardappeltjes",
   "preparation": "De handige producten van Jamie en Jumbo helpen je om snel een lekkere, voedzame maaltijd op tafel te zetten. Zoals deze snelle kip met oven gebakken aardappels!\n1 Verwarm de oven voor op 190 ˚C. Snijd de aardappels in gelijke stukken van 7-8 cm lang. Was ze om overtollig zetmeel te verwijderen en doe ze in een pan met koud water en wat zout. Ze moeten onderstaan. Breng aan de kook en kook ze 6-7 minuten voor; laat ze dan 3 minuten in een vergiet uitlekken en droogstomen. Schud ermee om de stukken aardappel ruw te maken, dan worden ze superkrokant.\n2 Verdeel de aardappels in een enkele laag over een grote braadslee en voeg je vet naar keuze – olijfolie, boter of ganzenvet – toe en bestrooi ze met wat zout en peper. Schep de aardappels door het vet. (Maak je ze voor de volgende dag, dan leg je er nu plastic- of alufolie over en bewaar je ze in de koelkast of op een koude plek tot je ze nodig hebt.)\n3 Rooster de aardappels 30 minuten in de hete oven, tot ze goudgeel en voor driekwart gaar zijn.\n4 En dan nu de grote truc. Neem een pureestamper en druk zachtjes op de stukken aardappel om het oppervlak te vergroten – hoe meer van de aardappel in contact komt met de pan, hoe krokanter het resultaat.\n5 Ga nu aan de slag met de rest van de smaakmakers. Doe een flinke scheut olijfolie in een kleine kom, voeg de kruiden, knoflook en een scheutje rodewijnazijn toe en roer ze door elkaar. Gebruik je de boter, voeg dan wat reepjes clementineschil toe – niet om op te eten maar wel om een heerlijke smaak toe te voegen. Voeg de kruidenmix toe aan je aardappels, schud even met de braadslee en zet die terug in de oven. Bak de aardappels nog 40-45 minuten tot ze perfect zijn: krokant, goudbruin en supersmakelijk.\n6 Verwijder de verpakking van het Jumbo-Jamie Oliver-pakket en zet de aluschaal in het midden van de voorverwarmde oven. Rooster de kip 25 minuten, tot-ie goudbruin en gaar is.\n7 Neem de aluschaal met de kip uit de oven, dek af met alufolie en laat 5 minuten rusten. Doe de aardappels over op een bord met gekreukeld keukenpapier om overtollig vet te laten absorberen. Wacht een paar minuten en serveer de kip samen met de aardappels – eet smakelijk!\n-\nBestel hier jouw Jumbo & Jamie product en maak kans op een ontmoeting met Jamie Oliver.",
   "ingredients": "4 personen, restjes mogelijk\n• 1,5 kg aardappels, geschild\n• olijfolie\n• rodewijnazijn\n• 2 Jumbo Jamie Oliver ‘Amazing’ Mediterrane Kipfilet Schotels (à 550 g)\nSmaakcombo 1\n• olijfolie\n• 1 bolletje knoflook, in tenen opgedeeld\n• de naaldjes van 1 bosje rozemarijn\nSmaakcombo 2\n• 2-3 klontjes boter, in kleine blokjes\n• 1 bolletje knoflook, in tenen opgedeeld\n• bosje salie, gescheurd\n• 1 clementine\nSmaakcombo 3\n• 2 el ganzenvet\n• 1 bolletje knoflook, in tenen opgedeeld\n• de blaadjes van 1 bosje tijm\n• 2-3 laurierblaadjes\n-\nBestel hier jouw Jumbo & Jamie product en maak kans op een ontmoeting met Jamie Oliver.",
   "image": "https://www.jamiemagazine.nl/upload/artikel/jm/Jamie-Oliver-en-Jumbo-snelle-kip-en-geroosterde-aardappeltjes.jpg"
  },
  {
   "name": "Pasta met tomaten- & knoflooksaus",
   "preparation": "Met de handige bijna-klaarproducten van Jamie en Jumbo zet je snel een lekkere, voedzame maaltijd op tafel. Wil je iets meer uitpakken? Probeer dan dit recept waarbij je Jamie en Jumbo's bijna-klaarproducten combineert met andere verse ingrediënten.\n1 Doe de Jamie Oliver Tomato & Garlic Pasta Sauce in een pan, zet op middelhoog vuur en breng langzaam aan de kook. Voeg de aubergine, tomaat en tofureepjes toe en verwarm dit alles 15-20 minuten op laag tot middelhoog vuur, tot de aubergine gaar is.\n2 Kook ondertussen de pasta volgens de instructies op de verpakking. Laat de pasta uitlekken, doe hem terug in de pan en schep de saus erdoor plus eventueel een scheutje kookvocht toe om de saus smeuïger te maken. Serveer samen met lekker veel geraspte parmezaan.\n-\nBestel hier jouw Jumbo & Jamie product en maak kans op een ontmoeting met Jamie Oliver.",
   "ingredients": "4 personen\n• 1 pot Jamie Oliver Tomato Garlic Pasta Sauce (à 400 g)\n• 1 middelgrote aubergine, in blokjes (à 1 cm)\n• 5 tomaten, in blokjes (à 1 cm)\n• 1 pakje tofureepjes pittig gekruid\n• 400 g pasta\n• parmezaan\n-\nBestel hier jouw Jumbo & Jamie product en maak kans op een ontmoeting met Jamie Oliver.",
   "image": "https://www.jamiemagazine.nl/upload/artikel/jm/Jamie%20en%20Jumbo%20Pasta%20met%20tomaat-%20&%20knoflooksaus%20en%20aubergine.jpg"
  },
  {
   "name": "bouillon, naborst & bladgroenten",
   "preparation": "Dit is een echte eenpans parel! Dit gerecht is niet alleen supereasy, maar levert ook nog eens lekker weinig afwas op.\n1 Verwarm de oven voor op 180 °C. Schrap de wortels en snijd ze elk in 3 stukken. Maak de stengels bleekselderij schoon en snijd ze ook in drieën. Pel de uien en halveer ze. Verwijder het groen van de venkel en snijd hem in kwarten. Doe dit alles met de botten en de laurierblaadjes in 2 braadsleeën en rooster 1 uur in de oven.\n2 Verlaag de oventemperatuur naar 110 °C en doe de botten in een pan van 10 liter. Voeg kokend water toe tot ze onderstaan. Breng aan de kook, dek af met twee lagen alufolie en zet 12-24 uur in de oven.\n3 Laat het vlees 30 minuten buiten de koelkast op temperatuur komen. Leg het dan in de bouillon en dek de pan weer af met een dubbele laag folie. Laat nog 8 uur in de oven staan op\n120 °C.\n4 Leg het vlees op een bord en zeef de bouillon. Laat afkoelen, schep het vet van het oppervlak en zet de soep weer op laag vuur.\n5 Snijd de paddenstoelen in stukjes en verwijder de harde nerven van de kool. Voeg toe aan de bouillon en verhit 5 minuten mee.\n6 Snijd het vlees fijn, verdeel het met de groenten over kommen en schep de soep erover. Serveer met citroenrasp, -sap, olie en brood.\nPER PORTIE 209 kcal, 15,7 g vet (6 g verzadigd), 11 g eiwit, 6,5 g koolh., 5,1 g suikers",
   "ingredients": "8 PERSONEN\n• 2 wortels\n• 2 stengels bleekselderij\n• 2 uien\n• 1 venkelknol\n• 4 kg runderbotten (vraag je slager)\n• 3 laurierblaadjes\n• 400 g naborst, vet verwijderd (vraag je slager)\n• 550 g bospaddenstoelen\n• 200 g boerenkool\n• 1 citroen, olijfolie en knapperig brood, voor erbij",
   "image": "https://www.jamiemagazine.nl/upload/artikel/jm/Rundvleesbouillon-met-naborst-&-bladgroenten.jpg"
  },
  {
   "name": "Lamsvlees, ansjovis en krieltjes",
   "preparation": "De handige bijna-klaarproducten van Jamie en Jumbo helpen je om snel een lekkere, voedzame maaltijd op tafel te zetten. Wil je iets meer uitpakken? Combineer deze producten dan met andere verse ingrediënten.\n1 Meng de ansjovis, knoflook, citroen, rozemarijn en 1 eetlepel van de olie. Doe de helft in een kom samen met het lamsvlees en laat het vlees een paar minuten marineren.\n2 Verwarm de oven voor op 190 °C. Verdeel de Jumbo en Jamie Brilliant rozemarijn krieltjes en paprika’s over een braadslee. Druppel 2 eetlepels olie en de rest van de dressing erover. Bestrooi met zout en peper en rooster 30 minuten, tot de aardappels beginnen te verkleuren en de groenten zacht zijn.\n3 Schroei intussen het vlees een paar minuten in een hete pan. Leg het op de groenten en lepel de marinade erover.\n4 Zet de braadslee 5 minuten in de oven, tot het vlees gaar is, maar nog sappig en roze vanbinnen. Laat het vlees voor het serveren een paar minuten rusten.\n-\nBestel hier jouw Jumbo & Jamie product en maak kans op een ontmoeting met Jamie Oliver.",
   "ingredients": "2 personen\n• 6 ansjovisfilets, gehakt\n• 4 tenen knoflook, gepeld, gehakt\n• rasp en sap van 1 citroen\n• paar takjes rozemarijn, blaadjes afgehaald, gehakt\n• 3 el olijfolie\n• 2 lamsschijven\n• 1 Jumbo Jamie Oliver ‘Briljant' Rozemarijn Krieltjes (à 400 g)\n• 1 rode en 1 gele paprika, zaadjes verwijderd, in stukken\n-\nBestel hier jouw Jumbo & Jamie product en maak kans op een ontmoeting met Jamie Oliver.",
   "image": "https://www.jamiemagazine.nl/upload/artikel/jm/Jumbo-en-Jamie-Oliver-Lamsvlees-met-ansjovis-en-krieltjes.jpg"
  },
  {
   "name": "Angusburger met hummus & uicompote",
   "preparation": "De handige bijna-klaarproducten van Jamie en Jumbo helpen je om snel een lekkere, voedzame maaltijd op tafel te zetten. Wil je iets meer uitpakken? Combineer deze producten dan met andere verse ingrediënten.\n1 Verwarm de oven voor op 200°C. Meng voor de hummus de specerijen met 3 eetlepels olijfolie. Schep de bloemkoolroosjes in een braadslee om met de specerijenmix en rooster ze 30 minuten, of tot ze goudbruin zijn en een beetje geschroeid aan de randjes.\n2 Mix de geroosterde bloemkool en de kikkererwten, tahin, knoflook en de 3 eetlepels olijfolie glad in een blender of keukenmachine – voeg zo nodig een scheutje water toe. Breng op smaak met zout en peper.\n3 Verhit voor de uienrelish de olie in een koekenpan en bak de uisnippers in zo'n 20 minuten zacht – worden ze te droog, voeg dan een scheutje water toe. Schep de uisnippers dan in een kom en bedruppel ze met de granaatappelmelasse.\n4 Doe in dezelfde pan nog een scheutje olie en bestrooi de Jamie Oliver 'Brilliant' Angus Burgers met zout en peper. Verhit een klein beetje olie in een grote grillpan of koekenpan en leg de burgers erin (eventueel in porties). Bak ze aan beide kanten mooi goudbruin en gaar.\n5 Smeer de onderste helft van elk broodje in met de hummus en leg er wat blaadjes sla op. Leg vervolgens de burger erop, lepel er wat uien- en peperrelish op en beleg met de plakjes tomaat.\n-\nBestel hier jouw Jumbo & Jamie product en maak kans op een ontmoeting met Jamie Oliver.",
   "ingredients": "6 personen\n​3 Jumbo Jamie Oliver 'Brilliant' Angus Burger (per 2 stuks verpakt, à 250 g)\nolijfolie\n6 volkorenbroodjes, opengesneden\nplakjes tomaat, chilipeper-tomatenrelish en slablaadjes, voor erbij\nHummus\n1 el komijn\n1 el ketoembar\n1 el gerookte-paprikapoeder\n1 tl chilipoeder\nolijfolie\n1 kleine bloemkool, in roosje\nblikje kikkererwten (à 400 g), uitgelekt\n3 el tahin\nhalve teen knoflook, gehakt\nUienrelish\nscheutje olijfolie\n1 grote ui, gepeld, fijngesnipperd\ndrupje granaatappelmelasse\n-\nBestel hier jouw Jumbo & Jamie product en maak kans op een ontmoeting met Jamie Oliver.",
   "image": "https://www.jamiemagazine.nl/upload/artikel/jm/Jumbo%20en%20Jamie%20Oliver%20Brilliant%20angus%20burger%20met%20hummus%20&%20uienrelish.jpg"
  },
  {
   "name": "Spicy Gochujangdressing",
   "preparation": "Je kunt deze dressing voor alle noedel- of rijstgerechten gebruiken om ze een zoete en pittige smaak te geven.\nMeng alle ingrediënten in een kleine pot en roer net zolang tot ze goed gemengd zijn. De dressing is 2 weken houdbaar in de koelkast.\n-\nDit recept komt uit het boek 'Basisboek Korea' van Caroline Hwang (€ 29,99, uitgeverij Becht).",
   "ingredients": "VOOR 60 ML\nVOORBEREIDING: 5 MINUTEN\nVOORRAADKAST\n4 eetlepels gochujang (Koreaanse chilipasta)\n2 eetlepels rijstazijn\n1 eetlepel kristalsuiker\n1 theelepel geroosterde sesamolie\n¼ theelepel geroosterd sesamzaad\n1 theelepel Koreaanse rijstsiroop",
   "image": "https://www.jamiemagazine.nl/upload/artikel/jm/Gochujondressing.jpg"
  },
  {
   "name": "Tonijn met couscous",
   "preparation": "Is dit recept te uitgebreid voor vanavond? Dan kun je de tonijn ook vervangen door de 'Epic' zalmfilets van Jumbo. Want de handige bijna-klaarproducten van Jumbo en Jamie Oliver helpen je om snel een lekkere, voedzame maaltijd op tafel te zetten.\n1 Doe de tomaten met de basilicumblaadjes, 1 rode peper, de rasp en het sap van 1 citroen, een snuf zeezout en zwarte peper in een keukenmachine en voeg 150 ml water toe. Maal alles fijn, giet het mengsel in een kom, roer de couscous erdoor, dek de kom af en laat 1 uur staan. Proef als de couscous al het vocht heeft geabsorbeerd en breng op smaak met zout en peper.\n2 Pel de tenen knoflook en snijd ze met de andere rode peper fijn.\n3 Kruid de tonijn met peper en een paar snufjes nootmuskaat, en druk de oregano erop met 1 theelepel olie. Schroei de tonijn 1-2 minuten aan elke kant in een koekenpan op hoog vuur en strooi er bij het omdraaien de rode peper, knoflook en kappertjes bij. Schud af en toe met de pan, zodat de vis gelijkmatig dichtschroeit.\n4 Schuif de inhoud van de pan op een plank en zet de pan terug op middelhoog vuur. Snijd de lente-uitjes, asperges en de stengels snijbiet in de lengte doormidden en doe ze met een flinke scheut water in de hete pan. Leg er een deksel op en laat de groenten 4 minuten stomen.\n5 Maak de couscous los, kruimel de feta erover en schep de groenten erop. Snijd de zalm in plakjes, leg ze erop en serveer samen met partjes citroen.\nTip: Je kunt in plaats van een tonijnmoot ook kiezen voor zalm. Het fijne van het Jamie Oliver-pakket van Jumbo dat we je hier aanraden is dat het lekker snel klaar is; je hoeft de zalm niet meer te kruiden, maar als je het lekker vindt kun je wel de rode peper, knoflook en kappertjes toevoegen in stap 3.\n-\nBestel hier jouw Jumbo & Jamie product en maak kans op een ontmoeting met Jamie Oliver.",
   "ingredients": "2 personen\n• 4 rijpe tomaten, in verschillende kleuren, in kwarten\n• 2 takjes basilicum\n• 2 rode chilipepers, zaadjes verwijderd, fijngesneden\n• 2 citroenen\n• 150 g volkorencouscous\n• 2 tenen knoflook\n• 1 moot tonijn (à 225 g), of 1 Jumbo Jamie Oliver ‘Epic’ Limoen Koriander Zalmfilet (zie tip)\n• 1 nootmuskaat\n• 1 tl gedroogde oregano\n• 1 tl kappertjes\n• 4 lente-uitjes\n• 1 bos groene asperges (à 300 g)\n• 1 flinke handvol snijbiet\n• 30 g feta\n-\nBestel hier jouw Jumbo & Jamie product en maak kans op een ontmoeting met Jamie Oliver.",
   "image": "https://www.jamiemagazine.nl/upload/artikel/jm/Jumbo%20Jamie%20Oliver%20tonijn%20met%20couscous.jpg"
  },
  {
   "name": "Sesamtaugé",
   "preparation": "Dit bijgerecht is een hoofdbestanddeel van vrijwel elke Koreaanse maaltijd en wordt ook in veel andere gerechten gebruikt. De taugé moet lekker crunchy blijven, dus blancheer hem niet te lang.\nBreng een grote pan water aan de kook. Blancheer de taugé 30 seconden, laat hem uitlekken en knijp het teveel aan water eruit. Meng de overige ingrediënten in een middelgrote kom, voeg de geblancheerde taugé toe en hussel alles goed door elkaar.\nServeer de taugé meteen of bewaar hem maximaal 1 week in een luchtdicht afsluitbare bak in de koelkast.\n-\nDit recept komt uit het boek 'Basisboek Korea' van Caroline Hwang (€ 29,99, uitgeverij Becht).",
   "ingredients": "VOOR 4 PERSONEN ALS BIJGERECHT\nVOORBEREIDING: 5 MINUTEN\nBEREIDING: 5 MINUTEN\nVERS\n500 g taugé\n1 bosuitje, fijngehakt\n1½ theelepel geperste knoflook\nVOORRAADKAST\n1-2 theelepels geroosterd sesamzaad\n2 eetlepels geroosterde sesamolie\n1 theelepel sojasaus\n1 eetlepel plantaardige olie",
   "image": "https://www.jamiemagazine.nl/upload/artikel/jm/Sesamtaug.jpg"
  }
]
